[Cues]
Act_E4_3C_ChloeRoom_CHChloe_Look01_Max_010="Oh, Chloe, I'm so sorry you have to go through this."
Act_E4_3C_ChloeRoom_CHChloe_Look02_Max_020="Chloe is on a roll to find more clues about Rachel, now that we're so close."
Act_E4_3C_ChloeRoom_Computer_Look01_Max_010="We’ve printed everything we need, now it’s time to focus on the big board…"
Act_E4_3C_ChloeRoom_DavidClue01Step1_Look01_Max_010="David should have done way more than take photos of Kate."
Act_E4_3C_ChloeRoom_DavidClue01Step2_Look01_Max_010="Okay, let's find out whose car this is."
Act_E4_3C_ChloeRoom_DavidClue01Step3_Look01_Max_010="No doubt that Nathan stays in his dorm room... so he could be hiding clues there, too."
Act_E4_3C_ChloeRoom_DavidClue02Step1_Look01_Max_010="Look at all these license plates. I hope he was tailing Nathan."
Act_E4_3C_ChloeRoom_DavidClue02Step2_Look01_Max_010="Yep. Another car David was tracking."
Act_E4_3C_ChloeRoom_DavidClue02Step3_Look01_Max_010="That beach was like Frank's main office. I mean, it was... Sorry, Frank."
Act_E4_3C_ChloeRoom_DavidClue02Step3_Look02_Max_020="That beach is like Frank's main office."
Act_E4_3C_ChloeRoom_DavidClue03Step1_Look01_Max_010="You need to get rid of these damn cameras, David."
Act_E4_3C_ChloeRoom_DavidClue03Step2_Look01_Max_010="Hmmm, who else was David tracking here?"
Act_E4_3C_ChloeRoom_DavidClue03Step3_Look01_Max_010="Oh, that has to be the Prescott estate. Poor, rich Nathan…"
Act_E4_3C_ChloeRoom_DavidClue04Step1_Look01_Max_010="At least David was finally going after the right suspect."
Act_E4_3C_ChloeRoom_DavidClue04Step2_Look01_Max_010="Of course, Nathan drives an SUV. Overcompensating as usual."
Act_E4_3C_ChloeRoom_DavidClue04Step3_Look01_Max_010="Yes, that looks a little isolated..."
Act_E4_3C_ChloeRoom_DavidClue04Step3_Look02_Max_020="Not much out there."
Act_E4_3C_ChloeRoom_DavidClue05Step1_Look01_Max_010="Does David know what’s going on with Rachel or is he just paranoid about everybody?"
Act_E4_3C_ChloeRoom_DavidClue05Step2_Look01_Max_010="Why the hell are you following these people? And to where?"
Act_E4_3C_ChloeRoom_DavidClue05Step3_Look01_Max_010="Somebody is stocking up on gas... Why?"
Act_E4_3C_ChloeRoom_DavidClue06Step1_Look01_Max_010="Of course, I’m a suspect. Proving David sucks as a detective. Sorry."
Act_E4_3C_ChloeRoom_DavidClue06Step2_Look01_Max_010="That's definitely Chloe's car."
Act_E4_3C_ChloeRoom_DavidClue06Step3_Look01_Max_010="I know Nathan wasn’t looking for Bigfoot in the forest..."
Act_E4_3C_ChloeRoom_DavidClue07Step1_Look01_Max_010="David really has been on Rachel's ass for a while. She should have been upset."
Act_E4_3C_ChloeRoom_DavidClue07Step2_Look01_Max_010="Hmmm, who does this car belong to?"
Act_E4_3C_ChloeRoom_DavidClue07Step3_Look01_Max_010="Was Frank meeting Nathan at the junkyard?"
Act_E4_3C_ChloeRoom_DavidClue08Step1_Look01_Max_010="I hope in this case that David has good tracking skills."
Act_E4_3C_ChloeRoom_DavidClue08Step2_Look01_Max_010="I'm glad Warren got his revenge."
Act_E4_3C_ChloeRoom_DavidClue08Step2_Look02_Max_020="Maybe I should have let Warren beat Nathan's ass down... just this once."
Act_E4_3C_ChloeRoom_DavidClue08Step3_Look01_Max_010="If Joyce knew what Nathan did to Chloe... she would fry his ass."
Act_E4_3C_ChloeRoom_DavidClue09Step1_Look01_Max_010="Hmmm, maybe he was trying to help Kate in his own messed up way."
Act_E4_3C_ChloeRoom_DavidClue09Step2_Look01_Max_010="Wowser, this looks like an expensive machine."
Act_E4_3C_ChloeRoom_DavidClue10Step2_Look01_Max_010="There’s Nathan dealing to the kids right out in the open."
Act_E4_3C_ChloeRoom_DavidClue11Step2_Look01_Max_010="Interesting... is this Nathan's car?"
Act_E4_3C_ChloeRoom_DeadBlueBird_Look01_Max_010="Oh God, I trapped that bird in here and it died trying to get out. Nice job, Max."
Act_E4_3C_ChloeRoom_Flyer_Look01_Max_010="So, this infamous party was the 4th..."
Act_E4_3C_ChloeRoom_FrankClue01Step1_Look01_Max_010="Frank’s account book. But the client names are encrypted."
Act_E4_3C_ChloeRoom_FrankClue01Step2_Look01_Max_010="Okay, Max, remember these names and see how Nathan fits in with all this."
Act_E4_3C_ChloeRoom_FrankClue02Step1_Look01_Max_010="Frank is for sure the "local dealer," but I doubt Rachel was carrying drugs for him... right?"
Act_E4_3C_ChloeRoom_FrankClue02Step2_Look01_Max_010="Frank sure is keeping his customers satisfied. He could open a store."
Act_E4_3C_ChloeRoom_FrankClue03Step1_Look01_Max_010="So what happened to Rachel after this? She dumped Frank, but I don't think he would hurt her."
Act_E4_3C_ChloeRoom_FrankClue03Step2_Look01_Max_010="Everybody in Arcadia Bay must be high. That explains a lot."
Act_E4_3C_ChloeRoom_FrankClue04Step1_Look01_Max_010=""Rott" must stand for Rottweiler. That does fit Nathan... rotten."
Act_E4_3C_ChloeRoom_FrankClue04Step2_Look01_Max_010="If Frank applied this kind of detail to his life...|Who am I to talk?"
Act_E4_3C_ChloeRoom_FrankClue05Step1_Look01_Max_010="Maybe Rachel took a road trip with Frank, but she did come back."
Act_E4_3C_ChloeRoom_FrankClue05Step2_Look01_Max_010="Hmmm, two deals with Nathan on the same day...|"Party supplies" no doubt."
Act_E4_3C_ChloeRoom_FrankClue06Step1_Look01_Max_010="So weird how close they were. But Frank couldn't keep Rachel... or protect her."
Act_E4_3C_ChloeRoom_FrankClue06Step2_Look01_Max_010="I'm getting a contact high just reading this."
Act_E4_3C_ChloeRoom_FrankClue07Step1_Look01_Max_010="There’s no doubt she loved him in some way...."
Act_E4_3C_ChloeRoom_FrankClue07Step2_Look01_Max_010="I wonder what dog name Frank would have given me."
Act_E4_3C_ChloeRoom_Gun_Look01_Max_010="Sorry, Frank... I should bury this goddamn thing."
Act_E4_3C_ChloeRoom_Gun_Look02_Max_020="Did our plan have to include shooting Frank in the leg?"
Act_E4_3C_ChloeRoom_Gun_Look03_Max_030="Sorry, we got Frank on our side without using you."
Act_E4_3C_ChloeRoom_Idle01_Scripted_Max_010="Oh God, this is terrible...I shouldn’t have let this happen...Now Chloe could actually go to jail…"
Act_E4_3C_ChloeRoom_Idle01_Scripted_Max_020="Oh, shit, Frank is really hurt. Maybe I could have handled the situation better..."
Act_E4_3C_ChloeRoom_Idle01_Scripted_Max_030="Well, that went good for a change..Now Chloe and I have somebody on else on our team...Welcome aboard, Frank."
Act_E4_3C_ChloeRoom_NathanClue01Step1_Look01_Max_010="There’s a lot of numbers in here."
Act_E4_3C_ChloeRoom_NathanClue02Step1_Look01_Max_010="Holy shit, Nathan is seriously unhinged... but those numbers might be useful."
Act_E4_3C_ChloeRoom_NathanClue03Step1_Look01_Max_010="So busted! It's good to see the Prescotts can’t cover up all their tracks…"
Act_E4_3C_ChloeRoom_NathanClue04Step1_Look01_Max_010="This is the Vortex Club party where Nathan drugged Kate. Did he do the same thing to Rachel at another party?"
Act_E4_3C_ChloeRoom_NathanClue05Step1_Look01_Max_010="Couldn't hurt to give this PIN code a whack..."
Act_E4_3C_ChloeRoom_NathanClue06Step1_Look01_Max_010="Oh, there has got to be some good shit in his phone... I just need the code to unlock it."
Act_E4_3C_ChloeRoom_NathanClue07Step1_Look01_Max_010="If there is a "Dark Room," we better find it. Good thing Chloe slipped all these files on her flash drive."
Act_E4_3C_ChloeRoom_NathanClue08Step1_Look01_Max_010="Nathan...you’re like a ticking bomb."
Act_E4_3C_ChloeRoom_NathanUnlockedPhoneSMS01_Look01_Max_010="Nathan was jonesing hard the night of the party... He didn’t have enough drugs?"
Act_E4_3C_ChloeRoom_NathanUnlockedPhoneSMS02_Look01_Max_010="Yes, this is all about Nathan trying to score for the Vortex Club party…"
Act_E4_3C_ChloeRoom_NathanUnlockedPhoneSMS03_Look01_Max_010="This is a sad relationship."
Act_E4_3C_ChloeRoom_NathanUnlockedPhoneSMS04_Look01_Max_010="Drug-dealer drama…"
Act_E4_3C_ChloeRoom_NathanUnlockedPhoneSMS05_Look01_Max_010="God, Nathan... you’re out of control.
"
Act_E4_3C_ChloeRoom_NathanUnlockedPhoneSMS06_Look01_Max_010="So it was you... Now I can officially call you a “Psycho Stalker.”"
Act_E4_3C_ChloeRoom_NathanUnlockedPhoneSMS07_Look01_Max_010="No, Nathan. It’s time for you to watch out, asshole…"
Act_E4_3C_ChloeRoom_NathanUnlockedPhoneSMS08_Look01_Max_010="Is this from Nathan's father? That's brutal."
Act_E4_3C_ChloeRoom_NathanUnlockedPhone_Look01_Max_010="Score! Now let’s check out all the messages from the week Kate was drugged."
Act_E4_3C_ChloeRoom_ObjectiveDavid01Hint01_Scripted_Max_010="Looks like David was tracking somebody’s car... maybe even Nathan's. Good clue."
Act_E4_3C_ChloeRoom_ObjectiveDavid01Hint02_Scripted_Max_010="I’ll have to analyze these plates and coordinates to see if Nathan|was under David’s surveillance...|Spies 'R' Us…"
Act_E4_3C_ChloeRoom_ObjectiveDavid01Win_Scripted_Max_010="And that’s all she wrote. Please let me find some clues about Nathan in here…"
Act_E4_3C_ChloeRoom_ObjectiveDavid01_Scripted_Max_010="Thanks to David’s own investigation, I should be able to find out what Nathan did during the party’s week."
Act_E4_3C_ChloeRoom_ObjectiveDavid02Hint01_Scripted_Max_010="Come on, deduce Nathan’s license plate number then match it up with the coordinates."
Act_E4_3C_ChloeRoom_ObjectiveDavid02Hint02_Scripted_Max_010="Okay, Nathan’s tail light is busted and I’m pretty sure I saw that on one of the license plate photos…"
Act_E4_3C_ChloeRoom_ObjectiveDavid02Win_Scripted_Max_010="Elementary, my dear Max! This is so Nathan's car! Now let's find out where this fucker was the day of the Vortex Club party."
Act_E4_3C_ChloeRoom_ObjectiveDavid02_Scripted_Max_010="Great, now how do I find out which car is Nathan’s to match the coordinates?"
Act_E4_3C_ChloeRoom_ObjectiveEnd_Scripted_Max_010="I think I can put all the pieces together now..."
Act_E4_3C_ChloeRoom_ObjectiveEnd_Scripted_Max_020="Come on, Max...You got this…"
Act_E4_3C_ChloeRoom_ObjectiveEnd_Scripted_Max_030="That’s it...We’re coming for you, Rachel…"
Act_E4_3C_ChloeRoom_ObjectiveFrank01Hint01_Scripted_Max_010="I bet I could suss out some major clues in Frank’s account book...if I could decipher the damn codenames…"
Act_E4_3C_ChloeRoom_ObjectiveFrank01Hint02_Scripted_Max_010="I could use that code we got from Frank to figure out the codenames in the account book."
Act_E4_3C_ChloeRoom_ObjectiveFrank01Win_Scripted_Max_010="Yes! The game is on! Now talk to us, account book... tell us everything."
Act_E4_3C_ChloeRoom_ObjectiveFrank01_Scripted_Max_010="Let’s look at Frank’s drug deals during the week of the party."
Act_E4_3C_ChloeRoom_ObjectiveFrank01_Scripted_Max_020="I better pick out only the most important clues about Frank from all this stuff…"
Act_E4_3C_ChloeRoom_ObjectiveFrank02Hint01_Scripted_Max_010="If Nathan did drug Kate, he must have gotten the drugs from Frank…"
Act_E4_3C_ChloeRoom_ObjectiveFrank02Hint02_Scripted_Max_010="Max, all you have to do is find any deals between Frank and Nathan this week…"
Act_E4_3C_ChloeRoom_ObjectiveFrank02Win_Scripted_Max_010="Oh yes, these are all the times and places for Frank and Nathan's deals. That's it, Max."
Act_E4_3C_ChloeRoom_ObjectiveFrank02_Scripted_Max_010="Hmmm, let's see if I can find any deal Frank made with Nathan or the Vortex Club."
Act_E4_3C_ChloeRoom_ObjectiveMiddle_Scripted_Max_010="Now I’m finally getting somewhere..."
Act_E4_3C_ChloeRoom_ObjectiveMiddle_Scripted_Max_020="Don't stop now, Max... almost there..."
Act_E4_3C_ChloeRoom_ObjectiveMiddle_Scripted_Max_030="So close... so damn close..."
Act_E4_3C_ChloeRoom_ObjectiveNathan01Hint01_Scripted_Max_010="Better look for any clues or numbers that could be his PIN code…"
Act_E4_3C_ChloeRoom_ObjectiveNathan01Hint02_Scripted_Max_010="I wonder if there are any important dates or numbers in his school file?"
Act_E4_3C_ChloeRoom_ObjectiveNathan01Win_Scripted_Max_010="Okay, Max, let’s blow this code up and go home."
Act_E4_3C_ChloeRoom_ObjectiveNathan01_Scripted_Max_010="I have to analyze Nathan’s messages. What could help me unlock this phone?"
Act_E4_3C_ChloeRoom_ObjectiveNathan02GoodCode_Scripted_Max_010="Nathan actually used his birthday for a PIN code? Who does that?"
Act_E4_3C_ChloeRoom_ObjectiveNathan02Puk_Scripted_Max_010="Okay, so it’s locked. Maybe I can use the PUK code to unlock it…"
Act_E4_3C_ChloeRoom_ObjectiveNathan02Win_Scripted_Max_010="Booyah! Let's find out what Nathan Prescott has been trying to hide..."
Act_E4_3C_ChloeRoom_ObjectiveNathan02Wrong01_Scripted_Max_010="Oops. Bad code."
Act_E4_3C_ChloeRoom_ObjectiveNathan02Wrong02_Scripted_Max_010="Yeah, I knew it wouldn’t be that easy."
Act_E4_3C_ChloeRoom_ObjectiveNathan02Wrong03_Scripted_Max_010="You locked it, dumbass!"
Act_E4_3C_ChloeRoom_ObjectiveNathan02WrongPuk_Scripted_Max_010="Wrong code... PUK you!|And you made me say that..."
Act_E4_3C_ChloeRoom_ObjectiveNathan02WrongPuk_Scripted_Max_020="Think, think. Look at this shit again because you did miss something."
Act_E4_3C_ChloeRoom_ObjectiveNathan02WrongPuk_Scripted_Max_030="Okay, this is not rocket science. Write the code down or memorize it. You can do it, Max."
Act_E4_3C_ChloeRoom_ObjectiveNathan02_Scripted_Max_010="Let's start hacking!
"
Act_E4_3C_ChloeRoom_ObjectiveStart_Scripted_Max_010="I need to find out what happened to Kate at that party and exactly where Nathan took her…"
Act_E4_3C_ChloeRoom_ObjectiveStart_Scripted_Max_020="I better focus on this board and start tying these clues together…"
Act_E4_3C_ChloeRoom_ObjectiveStart_Scripted_Max_030="This is such a maze of clues... where are we?"
Act_E4_3C_ChloeRoom_ObjectiveStep03Hint01_Scripted_Max_010="If I can match one of the text messages and transactions with Frank... then I can find the exact location."
Act_E4_3C_ChloeRoom_ObjectiveStep03Hint02_Scripted_Max_010="Since Kate left the party early with Nathan, I should search for texts, locations and transactions in the evening…"
Act_E4_3C_ChloeRoom_ObjectiveStep03Hint03_Scripted_Max_010="Max, just match the right text message with the right account book entry. Then you’ll finally discover where Nathan took Kate…"
Act_E4_3C_ChloeRoom_ObjectiveStep03Hint04_Scripted_Max_010="I’m pretty sure everything happened during that last Vortex Club Party. When was that again?"
Act_E4_3C_ChloeRoom_ObjectiveStep03Hint05_Scripted_Max_010="Kate was completely out of it that night. Nathan must’ve used strong shit to knock her out."
Act_E4_3C_ChloeRoom_ObjectiveStep03_Scripted_Max_010="Take a breath, Max...Go through all this data and you can find out where Nathan took Kate after the party!"
Act_E4_3C_ChloeRoom_ObjectiveStep03_Scripted_Max_020="I need to cross-reference one transaction, one message and one location. That should give me the full picture."
Act_E4_3C_ChloeRoom_ObjectiveWrong_Scripted_Max_010="No, this is not working…"
Act_E4_3C_ChloeRoom_ObjectiveWrong_Scripted_Max_020="Damn, I must have missed something..."
Act_E4_3C_ChloeRoom_ObjectiveWrong_Scripted_Max_030="You're treading water, otter. Try again."
Act_E4_3C_ChloeRoom_ObjectiveWrong_Scripted_Max_040="Fail. Abort. Wrong clues."
Act_E4_3C_ChloeRoom_ObjectiveWrong_Scripted_Max_050="This is like goddamn math... I suck."
Act_E4_3C_ChloeRoom_ObjectiveWrong_Scripted_Max_060="Okay, this is just sad, Max."
Act_E4_3C_ChloeRoom_ObjectiveWrong_Scripted_Max_070="This makes no sense Max."
Act_E4_3C_ChloeRoom_ObjectiveWrong_Scripted_Max_080="Max, there is no logical link between those clues."
Act_E4_3C_ChloeRoom_ObjectiveWrong_Scripted_Max_090="Nope, maybe I should try to link other clues together."
Act_E4_3C_ChloeRoom_ObjectiveWrong_Scripted_Max_100="Looks like this is not relevant at all."
Act_E4_3C_ChloeRoom_ObjectiveWrong_Scripted_Max_110="These clues are not related."
Act_E4_3C_ChloeRoom_ObjectiveWrong_Scripted_Max_120="Looks like this isn't the right combination."
Act_E4_3C_ChloeRoom_Papers_Look01_Max_010="Damn, we were research fiends…Now all the important info is on the board. Let’s rock."
Cue_E4_3C_ChloeRoom_AskChloeHelp_FrankAlive_Chloe_030="Aye aye, Captain."
Cue_E4_3C_ChloeRoom_AskChloeHelp_FrankAlive_Chloe_040="Here we come, Rachel."
Cue_E4_3C_ChloeRoom_AskChloeHelp_FrankAlive_Max_010="Yes, now we’re finally getting somewhere…"
Cue_E4_3C_ChloeRoom_AskChloeHelp_FrankAlive_Max_020="Chloe, let’s plug in these numbers and see if they lead to an actual address."
Cue_E4_3C_ChloeRoom_AskChloeHelp_FrankDeadAlternate_Chloe_010="I still can’t believe I killed Frank...He was alive then he was dead...because of me...And Rachel loved him...maybe more than me....So this is how I help her....Oh God...("
Cue_E4_3C_ChloeRoom_AskChloeHelp_FrankDeadAlternate_Chloe_030="All I know is that I...I committed a murder…"
Cue_E4_3C_ChloeRoom_AskChloeHelp_FrankDeadAlternate_Chloe_050="Okay... you're right. Focus on Rachel. It's all about Rachel now. Okay."
Cue_E4_3C_ChloeRoom_AskChloeHelp_FrankDeadAlternate_Chloe_070="And for Frank. He was dragged into this bullshit, too."
Cue_E4_3C_ChloeRoom_AskChloeHelp_FrankDeadAlternate_Max_020="Chloe... Chloe, please listen... I know this is awful, but we're in it together, okay? I didn't have your back and I let you down. Please don't cry..."
Cue_E4_3C_ChloeRoom_AskChloeHelp_FrankDeadAlternate_Max_040="Bullshit! You committed self-defense! Rachel would never let Frank attack you! And we have to focus on Rachel right now...Time is the one thing we actually don’t have anymore…"
Cue_E4_3C_ChloeRoom_AskChloeHelp_FrankDeadAlternate_Max_060="We will. I know this week has been so weird and fucked up, but Chloe... this has to be our destiny. Or at least one of them. Let's just find out where this is all going to end, okay? For Rachel... for Kate."
Cue_E4_3C_ChloeRoom_AskChloeHelp_FrankDeadAlternate_Max_080="That's my Chloe. Now let's be a lean, mean, research team. You have to go online and help decipher these coordinates... because they might finally lead us to Rachel."
Cue_E4_3C_ChloeRoom_AskChloeHelp_FrankDeadAlternate_Max_090="Thanks Chloe!"
Cue_E4_3C_ChloeRoom_AskChloeHelp_FrankDead_Chloe_020="What's wrong? What's right?! Maybe you forget I just fucking killed Frank Bowers. I killed a man who loved Rachel… and who Rachel loved… Is that how I help her?"
Cue_E4_3C_ChloeRoom_AskChloeHelp_FrankDead_Chloe_040="Not for me. I'm sorry, Max. I can't do this shit anymore. I'm done."
Cue_E4_3C_ChloeRoom_AskChloeHelp_FrankDead_Max_010="Now we're finally getting somewhere.|Chloe, I need you to go online and help me decipher this.|Chloe? "
Cue_E4_3C_ChloeRoom_AskChloeHelp_FrankDead_Max_030="Chloe, it was self-defense. I know you're hurting, but you have to just block out everything and keep moving forward. Rachel is waiting."
Cue_E4_3C_ChloeRoom_CHChloe_Quick01_Chloe_001="Fuck it, Max. I'm one. Seriously."
Cue_E4_3C_ChloeRoom_ChloeBed_IGE_Chloe_010="Max, I actually killed somebody…"
Cue_E4_3C_ChloeRoom_ChloeBed_IGE_Chloe_020="What’s going to happen to me now?"
Cue_E4_3C_ChloeRoom_ChloeBed_IGE_Chloe_030="I can't believe this is happening... I can't..."
Cue_E4_3C_ChloeRoom_ChloeBed_IGE_Chloe_040="Frank tried to kill you... what else could I do?"
Cue_E4_3C_ChloeRoom_ChloeBed_IGE_Chloe_050="Please, please, please let us find Rachel..."
Cue_E4_3C_ChloeRoom_ChloeComputerBed_IGE_Chloe_010="Max, I know we can snap all these pieces together…"
Cue_E4_3C_ChloeRoom_ChloeComputerBed_IGE_Chloe_020="I’m so glad you’re working with me on this."
Cue_E4_3C_ChloeRoom_ChloeComputerBed_IGE_Chloe_030="I can see you know how to rock that big board."
Cue_E4_3C_ChloeRoom_ChloeQuickphase01_IGE_Chloe_010="Hey, Max, see if you can put together all those "Rubik's clues"… Just holla if you need any info, while I go online to make sure we haven't missed anything."
Cue_E4_3C_ChloeRoom_ChloeQuickphase02_IGE_Chloe_010="I’m sorry, Max…I destroy everything I touch…You should just bail on me now…"
Cue_E4_3C_ChloeRoom_ChloeRecover_Chloe_010="Yes, Max, we're too close to stop now. I can't think about Frank, and I'll just have to tell Rachel the truth. Even if she hates me forever, at least I know she's alive."
Cue_E4_3C_ChloeRoom_ChloeRecover_Chloe_030="I know. But that's exactly how it should be. Now... let me plug in these digits."
Cue_E4_3C_ChloeRoom_ChloeRecover_Chloe_040="Here we come, Rachel."
Cue_E4_3C_ChloeRoom_ChloeRecover_Max_020="She’ll understand that you were saving the life of your friend…I’m glad you’re back on my team, Chloe. I can’t do this without you…"
Cue_E4_3C_ChloeRoom_DiscoverOldFarm_Chloe_020="Aye aye, Captain."
Cue_E4_3C_ChloeRoom_DiscoverOldFarm_Chloe_030="Looks like you're wrong. Nothing here... Let me try these last digits..."
Cue_E4_3C_ChloeRoom_DiscoverOldFarm_Chloe_040="Yes! It’s an Arcadia Bay address. Let’s see the street view…"
Cue_E4_3C_ChloeRoom_DiscoverOldFarm_Chloe_060="Somebody named—"Harry Aaron Prescott.""
Cue_E4_3C_ChloeRoom_DiscoverOldFarm_Chloe_080="Fuck that. You know the police here are like Nathan’s private security, right?"
Cue_E4_3C_ChloeRoom_DiscoverOldFarm_Chloe_100="As you've noticed, this whole town is messed up. We can't trust anybody... Except each other. So we have to go out to that farmhouse by ourselves."
Cue_E4_3C_ChloeRoom_DiscoverOldFarm_Chloe_130="It's just the two of us. Nobody else. And I'm not scared at all. You have the power. I feel like we're this close to finding Rachel... We have to find her, Max."
Cue_E4_3C_ChloeRoom_DiscoverOldFarm_Chloe_150="Yes, sir."
Cue_E4_3C_ChloeRoom_DiscoverOldFarm_Max_010="Chloe, let's plug in these numbers and see if they lead to an actual address..."
Cue_E4_3C_ChloeRoom_DiscoverOldFarm_Max_050="Holy shit, that’s creepy. So who owns the place?"
Cue_E4_3C_ChloeRoom_DiscoverOldFarm_Max_070="I’m shocked."
Cue_E4_3C_ChloeRoom_DiscoverOldFarm_Max_071="Should we call the police?"
Cue_E4_3C_ChloeRoom_DiscoverOldFarm_Max_090="That's so messed up..."
Cue_E4_3C_ChloeRoom_DiscoverOldFarm_Max_110="I was afraid you'd say that. We could call Warren, since he kicked Nathan's ass..."
Cue_E4_3C_ChloeRoom_DiscoverOldFarm_Max_120="I was afraid you'd say that. We could call Warren... He was ready to kick Nathan's ass..."
Cue_E4_3C_ChloeRoom_DiscoverOldFarm_Max_140="We will. But remember, my power isn't infinite. We still have to be careful. Do you hear, Chloe?"
Cue_E4_3C_ChloeRoom_ExtractionBis_Chloe_020="Let me dig up some more clues here."
Cue_E4_3C_ChloeRoom_ExtractionBis_Chloe_030="Nope... Nothing, Max. There's nothing here. Just some shitty old barn..."
Cue_E4_3C_ChloeRoom_ExtractionBis_Chloe_050="I am on this, hold on."
Cue_E4_3C_ChloeRoom_ExtractionBis_Max_010="Chloe, this is definitely the place."
Cue_E4_3C_ChloeRoom_ExtractionBis_Max_040="Let’s keep searching and find out who owns this haunted barn."
Cue_E4_3C_ChloeRoom_FrankDeadBis_Chloe_010="Max... I'm going to go to the police after we find Rachel.|I can't live keeping this a secret... and I don't want to be a teenage fugitive on the run.|And dude, I swear I won't even mention you, okay? This is all me."
Cue_E4_3C_ChloeRoom_Insertion_Chloe_020="I’m glad things worked out okay with Frank. It’s nice to have one less enemy in Arcadia Bay."
Cue_E4_3C_ChloeRoom_Insertion_Chloe_040="Sorry, I just keep thinking about shooting Frank in the leg."
Cue_E4_3C_ChloeRoom_Insertion_Chloe_045="Sorry, I just keep thinking about Frank..."
Cue_E4_3C_ChloeRoom_Insertion_Chloe_060="I'm sorry, I... I keep seeing Frank... dead. And I'm the one who killed him."
Cue_E4_3C_ChloeRoom_Insertion_Max_010="Chloe, are you okay?"
Cue_E4_3C_ChloeRoom_Insertion_Max_030="Amen to that."
Cue_E4_3C_ChloeRoom_Insertion_Max_050="Please don’t. You saved us. Frank is lucky. We have to keep moving forward."
Cue_E4_3C_ChloeRoom_Insertion_Max_070="Listen, you saved my life. And yours. We have to keep going forward."
Cue_E4_3C_ChloeRoom_MaxAnswers_IGE_Max_010="Listen to me, Chloe. I’ll handle everything, okay? I’m going to study the board and try to connect all these dots…"
Cue_E4_3C_ChloeRoom_MaxAnswers_IGE_Max_015="Roger that, I’m going to study the board and try to connect all these dots…
"
